Repository: Saladeuh/Braille-jp
Catalog: AccessibleMyraUI/AccessibilityResources.*.resx
Languages: fr_fr

# TextBox_Empty
source: Empty text field
fr_fr: Zone de texte vide

# CheckBox_Checked
source: {0}, checked
fr_fr: {0}, coché

# CheckBox_Unchecked
source: {0}, unchecked
fr_fr: {0}, non coché

# Slider
source: {0}: {1} percent
fr_fr: {0} : {1} pourcent

# ComboBox_Focus
source: Dropdown list
fr_fr: Liste déroulante

# ComboBox_Selected
source: Dropdown list, selected: {0}
fr_fr: Liste déroulante, sélectionné : {0}

# RadioButton_Selected
source: Option {0}, selected
fr_fr: Option {0}, sélectionnée

# RadioButton_Unselected
source: Option {0}, not selected
fr_fr: Option {0}, non sélectionnée

# Tab_Selected
source: Tab {0} selected
fr_fr: Onglet {0} sélectionné

# Tab_Unnamed
source: Unnamed tab
fr_fr: Onglet sans nom

# ListBox_Focus
source: List
fr_fr: Liste

# ListBox_Selected
source: List, selected: {0}
fr_fr: Liste, sélectionné : {0}

# ListBox_NoSelection
source: List, no selection
fr_fr: Liste, aucun élément sélectionné

# ToggleButton_On
source: {0}, on
fr_fr: {0}, activé

# ToggleButton_Off
source: {0}, off
fr_fr: {0}, désactivé
